{
  "products": [
    {
      "name": "iPhone 14 Pro",
      "description": "Dynamic Island, новый волшебный способ взаимодействия с iPhone.Аварийный сигнал SOS через спутник и обнаружение столкновений — революционные функции, разработанные для спасения жизней.Основная камера 48 МП с усовершенствованным четырехпиксельным сенсором для увеличения разрешения до 4 раз",
      "price": 1250,
      "picture": "https://www.istore.kg/media/products/iphone-14-pro-storage-select-202209-6-1inch-deeppurple_Zck3C2R.webp",
      "type": "iphone",
      "id": 1
    },
    {
      "name": "Watch Ultra",
      "description": "верхпрочный титановый корпус диаметром 49 мм с новой кнопкой Action обеспечивает баланс веса, прочности и коррозионной стойкости.",
      "price": 990,
      "picture": "https://www.istore.kg/media/category/watches.webp",
      "type": "watch",
      "id": 2
    },
    {
      "name": "MacBook Pro 16",
      "description": "10-ядерный процессор. 32-ядерный графический процессор. 16-ядерная система Neural Engine. 64 ГБ объединённой памяти. SSD-накопитель 2 ТБ. Дисплей Liquid Retina XDR 16 дюймов. Три порта Thunderbolt 4. Порт HDMI. Слот для карт SDXC. Разъём питания MagSafe 3. Клавиатура Magic Keyboard с Touch ID. Трекпад Force Touch. Адаптер питания USB-C 140 Вт",
      "price": 5500,
      "picture": "https://www.istore.kg/media/category/MacBook-Pro-16-M1-MAX.webp",
      "type": "MacBook",
      "id": 3
    },
    {
      "name": "iPad Pro",
      "description": "12,9-дюймовый дисплей Liquid Retina XDR с функциями ProMotion, True Tone и широким цветовым охватом P3. Рофессиональные камеры с LiDAR-сканером и ультраширокоугольная фронтальная камера с функцией «В центре внимания»",
      "price": 1050,
      "picture": "https://www.istore.kg/media/main_page/iPad-Pro_Jv7XK80.webp",
      "type": "iPad",
      "id": 4
    },
    {
      "name": "Studio Display",
      "description": "Ультраширокая камера 12 МП. Три микрофона студийного качества и звуковая система с шестью динамиками и функцией Spatial Audio",
      "price": 2000,
      "picture": "https://www.istore.kg/media/category/studio-display.webp",
      "type": "iMac",
      "id": 5
    },
    {
      "name": "AiPods Max",
      "description": "Чип Apple H1 в каждой чашке наушников, отвечающий за рендеринг аудио и стабильное подключение. Пространственное аудио с динамическим отслеживанием головы",
      "price": 620,
      "picture": "https://www.istore.kg/media/products/AirPods-Max-Blue.webp",
      "type": "AirPods",
      "id": 6
    }
  ]
}
